Repository: lighina/VocFr
Catalog: VocFr/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt

# welcome.title
source: French Learning
de: Französisch lernen
es: Aprendizaje de francés
fr: Apprentissage du français
it: Apprendimento del francese
pt: Aprendizado de francês

# welcome.subtitle
source: Start Your French Learning Journey
de: Beginnen Sie Ihre Französisch-Lernreise
es: Comienza tu viaje de aprendizaje de francés
fr: Commencez votre voyage d'apprentissage du français
it: Inizia il tuo viaggio di apprendimento del francese
pt: Comece sua jornada de aprendizado de francês

# welcome.feature.courses.title
source: Rich Courses
de: Umfangreiche Kurse
es: Cursos completos
fr: Cours riches
it: Corsi completi
pt: Cursos completos

# welcome.feature.courses.description
source: Systematic French Learning Content
de: Systematischer Französisch-Lerninhalt
es: Contenido sistemático de aprendizaje de francés
fr: Contenu d'apprentissage du français systématique
it: Contenuti di apprendimento del francese sistematici
pt: Conteúdo sistemático de aprendizado de francês

# welcome.feature.audio.title
source: Audio Practice
de: Audio-Übung
es: Práctica de audio
fr: Pratique audio
it: Pratica audio
pt: Prática de áudio

# welcome.feature.audio.description
source: Standard French Pronunciation Guide
de: Standard-Französisch-Ausspracheführer
es: Guía de pronunciación francesa estándar
fr: Guide de prononciation française standard
it: Guida alla pronuncia francese standard
pt: Guia de pronúncia francesa padrão

# welcome.feature.progress.title
source: Learning Progress
de: Lernfortschritt
es: Progreso de aprendizaje
fr: Progression d'apprentissage
it: Progresso di apprendimento
pt: Progresso de aprendizado

# welcome.feature.progress.description
source: Track Your Learning Achievements
de: Verfolgen Sie Ihre Lernerfolge
es: Rastrea tus logros de aprendizaje
fr: Suivez vos réalisations d'apprentissage
it: Tieni traccia dei tuoi progressi
pt: Acompanhe suas conquistas de aprendizado

# welcome.button.start
source: Start Learning
de: Lernen beginnen
es: Comenzar aprendizaje
fr: Commencer l'apprentissage
it: Inizia ad imparare
pt: Começar aprendizado

# units.title
source: French Learning
de: Französisch lernen
es: Aprendizaje de francés
fr: Apprentissage du français
it: Apprendimento del francese
pt: Aprendizado de francês

# units.import.button
source: Import Data
de: Daten importieren
es: Importar datos
fr: Importer des données
it: Importa dati
pt: Importar dados

# units.import.alert.title
source: Data Import
de: Datenimport
es: Importación de datos
fr: Importation de données
it: Importazione dati
pt: Importação de dados

# units.import.alert.ok
source: OK
es: Aceptar

# units.import.success
source: Data imported successfully!
de: Daten erfolgreich importiert!
es: ¡Datos importados correctamente!
fr: Données importées avec succès !
it: Dati importati con successo!
pt: Dados importados com sucesso!

# units.import.failed
source: Import failed: %@
de: Import fehlgeschlagen: %@
es: Error al importar: %@
fr: Échec de l'importation : %@
it: Importazione fallita: %@
pt: Falha na importação: %@

# units.unite.title
source: Unité %d: %@
de: Einheit %d: %@
es: Unidad %d: %@
it: Unità %d: %@
pt: Unidade %d: %@

# units.sections.count
source: %d sections
de: %d Abschnitte
es: %d secciones
it: %d sezioni
pt: %d seções

# units.unlock.required
source: Need %d stars
de: %d Sterne erforderlich
es: Se necesitan %d estrellas
fr: %d étoiles nécessaires
it: Servono %d stelle
pt: Necessárias %d estrelas

# stars.label
source: stars
de: Sterne
es: estrellas
fr: étoiles
it: stelle
pt: estrelas

# stars.streak.days
source: %d days
de: %d Tage
es: %d días
fr: %d jours
it: %d giorni
pt: %d dias

# stars.next.unlock
source: Next Unlock: Unité %d
de: Nächste Freischaltung: Einheit %d
es: Próximo desbloqueo: Unidad %d
fr: Prochain déverrouillage : Unité %d
it: Prossimo sblocco: Unità %d
pt: Próximo desbloqueio: Unidade %d

# stars.need.more
source: Need %d more stars
de: Noch %d Sterne erforderlich
es: Se necesitan %d estrellas más
fr: Encore %d étoiles nécessaires
it: Servono altre %d stelle
pt: Necessárias mais %d estrelas

# stars.all.unlocked
source: 🎉 All units unlocked!
de: 🎉 Alle Einheiten freigeschaltet!
es: 🎉 ¡Todas las unidades desbloqueadas!
fr: 🎉 Toutes les unités sont déverrouillées !
it: 🎉 Tutte le unità sbloccate!
pt: 🎉 Todas as unidades desbloqueadas!

# practice.title
source: Practice: %@
de: Übung: %@
es: Práctica: %@
fr: Pratique : %@
it: Pratica: %@
pt: Prática: %@

# practice.no.words
source: No words to practice
de: Keine Wörter zum Üben
es: No hay palabras para practicar
fr: Aucun mot à pratiquer
it: Nessuna parola da praticare
pt: Nenhuma palavra para praticar

# practice.question
source: Quel est le mot?
de: Was ist das Wort?
es: ¿Cuál es la palabra?
it: Qual è la parola?
pt: Qual é a palavra?

# practice.correct.count
source: Correct: %d
de: Richtig: %d
es: Correcto: %d
it: Corretto: %d
pt: Correto: %d

# practice.completed.title
source: Practice Complete!
de: Übung abgeschlossen!
es: ¡Práctica completada!
fr: Pratique terminée !
it: Pratica completata!
pt: Prática concluída!

# practice.accuracy
source: Accuracy: %d%%
de: Genauigkeit: %d%%
es: Precisión: %d%%
fr: Précision : %d%%
it: Precisione: %d%%
pt: Precisão: %d%%

# practice.results
source: Correct: %d / %d words
de: Richtig: %d / %d Wörter
es: Correcto: %d / %d palabras
fr: Correct : %d / %d mots
it: Corretto: %d / %d parole
pt: Correto: %d / %d palavras

# practice.points.earned
source: +%d stars
de: +%d Sterne
es: +%d estrellas
fr: +%d étoiles
it: +%d stelle
pt: +%d estrelas

# practice.button.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
pt: Tentar novamente

# listening.practice.title
source: Listening Practice: %@
de: Hörübung: %@
es: Práctica de escucha: %@
fr: Pratique d'écoute : %@
it: Pratica di ascolto: %@
pt: Prática de audição: %@

# listening.practice.question
source: Listen and choose the correct word
de: Hören Sie zu und wählen Sie das richtige Wort
es: Escucha y elige la palabra correcta
fr: Écoutez et choisissez le mot correct
it: Ascolta e scegli la parola corretta
pt: Ouça e escolha a palavra correta

# listening.practice.play.count
source: Plays:
de: Wiedergaben:
es: Reproducciones:
fr: Lectures :
it: Riproduzioni:
pt: Reproduções:

# listening.practice.instruction
source: Tap the speaker to hear the word
de: Tippen Sie auf den Lautsprecher, um das Wort zu hören
es: Toca el altavoz para escuchar la palabra
fr: Appuyez sur le haut-parleur pour écouter le mot
it: Tocca l'altoparlante per ascoltare la parola
pt: Toque no alto-falante para ouvir a palavra

# matching.game.title
source: Matching Game: %@
de: Zuordnungsspiel: %@
es: Juego de emparejamiento: %@
fr: Jeu d'association : %@
it: Gioco di abbinamento: %@
pt: Jogo de correspondência: %@

# matching.game.instruction
source: Match images with French words
de: Ordnen Sie Bilder französischen Wörtern zu
es: Empareja las imágenes con las palabras francesas
fr: Associez les images avec les mots français
it: Abbina le immagini alle parole francesi
pt: Combine imagens com palavras francesas

# matching.game.progress
source: Matched:
de: Zugeordnet:
es: Emparejados:
fr: Associés :
it: Abbinati:
pt: Combinados:

# matching.game.completed.title
source: Congratulations!
de: Herzlichen Glückwunsch!
es: ¡Felicitaciones!
fr: Félicitations !
it: Congratulazioni!
pt: Parabéns!

# matching.game.time
source: Time:
de: Zeit:
es: Tiempo:
fr: Temps :
it: Tempo:
pt: Tempo:

# matching.game.attempts
source: Attempts:
de: Versuche:
es: Intentos:
fr: Tentatives :
it: Tentativi:
pt: Tentativas:

# matching.game.total.score
source: Total Score: %d stars
de: Gesamtpunktzahl: %d Sterne
es: Puntuación total: %d estrellas
fr: Score total : %d étoiles
it: Punteggio totale: %d stelle
pt: Pontuação total: %d estrelas

# flashcard.title
source: Flashcards: %@
de: Karteikarten: %@
es: Tarjetas de memoria: %@
fr: Cartes mémoire : %@
it: Schede di memoria: %@
pt: Cartões de memória: %@

# flashcard.tap.to.flip
source: Tap to flip
de: Zum Umdrehen tippen
es: Toca para voltear
fr: Appuyez pour retourner
it: Tocca per girare
pt: Toque para virar

# flashcard.play.audio
source: Play Audio
de: Audio abspielen
es: Reproducir audio
fr: Lire l'audio
it: Riproduci audio
pt: Reproduzir áudio

# flashcard.progress
source: Progress:
de: Fortschritt:
es: Progreso:
fr: Progression :
it: Progresso:
pt: Progresso:

# flashcard.due
source: Due
de: Fällig
es: Pendiente
fr: À revoir
it: Da rivedere
pt: Pendente

# flashcard.new
source: New
de: Neu
es: Nueva
fr: Nouveau
it: Nuova
pt: Novo

# flashcard.mastered
source: Mastered
de: Beherrscht
es: Dominada
fr: Maîtrisé
it: Padroneggiata
pt: Dominado

# flashcard.know
source: I Know
de: Ich weiß es
es: Lo sé
fr: Je sais
it: Lo so
pt: Eu sei

# flashcard.dont.know
source: Don't Know
de: Ich weiß es nicht
es: No lo sé
fr: Je ne sais pas
it: Non lo so
pt: Não sei

# flashcard.completed.title
source: Review Complete!
de: Wiederholung abgeschlossen!
es: ¡Revisión completada!
fr: Révision terminée !
it: Revisione completata!
pt: Revisão concluída!

# flashcard.cards.reviewed
source: Cards Reviewed:
de: Karten überprüft:
es: Tarjetas revisadas:
fr: Cartes révisées :
it: Schede riviste:
pt: Cartões revisados:

# flashcard.success.rate
source: Success Rate:
de: Erfolgsquote:
es: Tasa de éxito:
fr: Taux de réussite :
it: Tasso di successo:
pt: Taxa de sucesso:

# flashcard.restart
source: Review Again
de: Erneut wiederholen
es: Revisar de nuevo
fr: Réviser à nouveau
it: Rivedi di nuovo
pt: Revisar novamente

# flashcard.all.done
source: All Done!
de: Alles erledigt!
es: ¡Todo listo!
fr: Tout est fait !
it: Tutto fatto!
pt: Tudo pronto!

# flashcard.all.done.message
source: No cards due for review today. Come back tomorrow!
de: Heute keine Karten zur Wiederholung fällig. Komm morgen wieder!
es: No hay tarjetas para revisar hoy. ¡Vuelve mañana!
fr: Aucune carte à réviser aujourd'hui. Revenez demain !
it: Nessuna scheda da rivedere oggi. Torna domani!
pt: Nenhum cartão para revisar hoje. Volte amanhã!

# spelling.title
source: Spelling Practice: %@
de: Rechtschreibübung: %@
es: Práctica de ortografía: %@
fr: Pratique d'orthographe : %@
it: Pratica di ortografia: %@
pt: Prática de ortografia: %@

# spelling.progress
source: Progress:
de: Fortschritt:
es: Progreso:
fr: Progression :
it: Progresso:
pt: Progresso:

# spelling.play.audio
source: Play Audio
de: Audio abspielen
es: Reproducir audio
fr: Lire l'audio
it: Riproduci audio
pt: Reproduzir áudio

# spelling.type.word
source: Type the French word:
de: Geben Sie das französische Wort ein:
es: Escribe la palabra francesa:
fr: Tapez le mot français :
it: Digita la parola francese:
pt: Digite a palavra francesa:

# spelling.special.chars
source: Special Characters:
de: Sonderzeichen:
es: Caracteres especiales:
fr: Caractères spéciaux :
it: Caratteri speciali:
pt: Caracteres especiais:

# spelling.hint
source: Hint:
de: Hinweis:
es: Pista:
fr: Indice :
it: Suggerimento:
pt: Dica:

# spelling.hint.button
source: Hint
de: Hinweis
es: Pista
fr: Indice
it: Suggerimento
pt: Dica

# spelling.check
source: Check
de: Prüfen
es: Verificar
fr: Vérifier
it: Verifica
pt: Verificar

# spelling.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
pt: Próximo

# spelling.correct.answer
source: Correct answer:
de: Richtige Antwort:
es: Respuesta correcta:
fr: Réponse correcte :
it: Risposta corretta:
pt: Resposta correta:

# spelling.result.correct
source: Perfect! ✨
de: Perfekt! ✨
es: ¡Perfecto! ✨
fr: Parfait ! ✨
it: Perfetto! ✨
pt: Perfeito! ✨

# spelling.result.case
source: Correct! (Watch capitalization)
de: Richtig! (Achten Sie auf Groß-/Kleinschreibung)
es: ¡Correcto! (Cuidado con las mayúsculas)
fr: Correct ! (Attention aux majuscules)
it: Corretto! (Attenzione alle maiuscole)
pt: Correto! (Atenção às maiúsculas)

# spelling.result.missing.accents
source: Almost! Missing accents
de: Fast! Akzente fehlen
es: ¡Casi! Faltan acentos
fr: Presque ! Accents manquants
it: Quasi! Mancano gli accenti
pt: Quase! Faltam acentos

# spelling.result.missing.accents.detail
source: Don't forget the accent marks
de: Vergessen Sie nicht die Akzentzeichen
es: No olvides los acentos
fr: N'oubliez pas les accents
it: Non dimenticare gli accenti
pt: Não esqueça os acentos

# spelling.result.wrong.accents
source: Wrong accents
de: Falsche Akzente
es: Acentos incorrectos
fr: Mauvais accents
it: Accenti errati
pt: Acentos errados

# spelling.result.wrong.accents.detail
source: Check the accent marks carefully
de: Überprüfen Sie die Akzentzeichen sorgfältig
es: Revisa los acentos cuidadosamente
fr: Vérifiez attentivement les accents
it: Controlla attentamente gli accenti
pt: Verifique os acentos cuidadosamente

# spelling.result.close
source: Close!
de: Nah dran!
es: ¡Cerca!
fr: Proche !
it: Vicino!
pt: Perto!

# spelling.result.close.detail
source: %d character(s) off
de: %d Zeichen daneben
es: %d carácter(es) de diferencia
fr: %d caractère(s) de différence
it: %d carattere(i) di differenza
pt: %d caractere(s) de diferença

# spelling.result.incorrect
source: Try again next time
de: Versuchen Sie es beim nächsten Mal erneut
es: Inténtalo de nuevo la próxima vez
fr: Réessayez la prochaine fois
it: Riprova la prossima volta
pt: Tente novamente da próxima vez

# spelling.completed.title
source: Spelling Practice Complete!
de: Rechtschreibübung abgeschlossen!
es: ¡Práctica de ortografía completada!
fr: Pratique d'orthographe terminée !
it: Pratica di ortografia completata!
pt: Prática de ortografia concluída!

# spelling.words.practiced
source: Words Practiced:
de: Geübte Wörter:
es: Palabras practicadas:
fr: Mots pratiqués :
it: Parole praticate:
pt: Palavras praticadas:

# spelling.correct.count
source: Correct Answers:
de: Richtige Antworten:
es: Respuestas correctas:
fr: Réponses correctes :
it: Risposte corrette:
pt: Respostas corretas:

# spelling.accuracy
source: Accuracy:
de: Genauigkeit:
es: Precisión:
fr: Précision :
it: Precisione:
pt: Precisão:

# spelling.restart
source: Practice Again
de: Erneut üben
es: Practicar de nuevo
fr: Pratiquer à nouveau
it: Pratica di nuovo
pt: Praticar novamente

# spelling.empty.title
source: No Words Available
de: Keine Wörter verfügbar
es: No hay palabras disponibles
fr: Aucun mot disponible
it: Nessuna parola disponibile
pt: Nenhuma palavra disponível

# spelling.empty.message
source: This section has no words for spelling practice.
de: Dieser Abschnitt hat keine Wörter für die Rechtschreibübung.
es: Esta sección no tiene palabras para práctica de ortografía.
fr: Cette section n'a pas de mots pour la pratique d'orthographe.
it: Questa sezione non ha parole per la pratica di ortografia.
pt: Esta seção não tem palavras para prática de ortografia.

# section.button.practice
source: Practice
de: Üben
es: Practicar
fr: Pratiquer
it: Pratica
pt: Praticar

# section.practice.visual
source: Visual Practice
de: Visuelle Übung
es: Práctica visual
fr: Pratique visuelle
it: Pratica visiva
pt: Prática visual

# section.practice.listening
source: Listening Practice
de: Hörübung
es: Práctica de escucha
fr: Pratique d'écoute
it: Pratica di ascolto
pt: Prática de audição

# section.practice.matching
source: Matching Game
de: Zuordnungsspiel
es: Juego de emparejamiento
fr: Jeu d'association
it: Gioco di abbinamento
pt: Jogo de correspondência

# section.practice.flashcard
source: Flashcards
de: Karteikarten
es: Tarjetas de memoria
fr: Cartes mémoire
it: Schede di memoria
pt: Cartões de memória

# section.practice.spelling
source: Spelling Practice
de: Rechtschreibübung
es: Práctica de ortografía
fr: Pratique d'orthographe
it: Pratica di ortografia
pt: Prática de ortografia

# section.practice.hangman
source: Hangman Game
de: Galgenmännchen-Spiel
es: Juego del ahorcado
fr: Jeu du pendu
it: Gioco dell'impiccato
pt: Jogo da forca

# main.title
source: French Learning
de: Französisch lernen
es: Aprendizaje de francés
fr: Apprentissage du français
it: Apprendimento del francese
pt: Aprendizado de francês

# main.select.mode
source: Select Learning Mode
de: Lernmodus wählen
es: Selecciona el modo de aprendizaje
fr: Sélectionnez le mode d'apprentissage
it: Seleziona la modalità di apprendimento
pt: Selecione o modo de aprendizado

# main.select.mode.subtitle
source: Choose your learning style
de: Wählen Sie Ihren Lernstil
es: Elige tu estilo de aprendizaje
fr: Choisissez votre style d'apprentissage
it: Scegli il tuo stile di apprendimento
pt: Escolha seu estilo de aprendizado

# main.study.title
source: Study
de: Lernen
es: Estudiar
fr: Étudier
it: Studia
pt: Estudar

# main.study.description
source: Learn French vocabulary
de: Französische Vokabeln lernen
es: Aprender vocabulario francés
fr: Apprendre le vocabulaire français
it: Impara il vocabolario francese
pt: Aprender vocabulário francês

# main.test.title
source: Test
es: Prueba
pt: Teste

# main.test.description
source: Test your French proficiency
de: Testen Sie Ihre Französischkenntnisse
es: Evalúa tu dominio del francés
fr: Testez votre maîtrise du français
it: Testa la tua padronanza del francese
pt: Teste seu domínio do francês

# main.game.title
source: Game
de: Spiel
es: Juego
fr: Jeu
it: Gioco
pt: Jogo

# main.game.description
source: Play word guessing games
de: Spielen Sie Wörter-Ratespiele
es: Juega a juegos de adivinanzas
fr: Jouez à des jeux de devinettes
it: Gioca a giochi di indovinelli
pt: Jogue jogos de adivinhação

# game.mode.title
source: Game Mode
de: Spielmodus
es: Modo Juego
fr: Mode Jeu
it: Modalità Gioco
pt: Modo Jogo

# game.mode.subtitle
source: Choose a section to play Hangman
de: Wählen Sie einen Abschnitt für Galgenmännchen
es: Elige una sección para jugar al ahorcado
fr: Choisissez une section pour jouer au pendu
it: Scegli una sezione per giocare all'impiccato
pt: Escolha uma seção para jogar à forca

# game.select.section
source: Select a Section
de: Wählen Sie einen Abschnitt
es: Selecciona una sección
fr: Sélectionnez une section
it: Seleziona una sezione
pt: Selecione uma seção

# game.hangman
source: Hangman
de: Galgenmännchen
es: Ahorcado
fr: Pendu
it: Impiccato
pt: Forca

# menu.title
source: Menu
de: Menü
es: Menú

# menu.button.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

# menu.achievements.title
source: Achievements
de: Erfolge
es: Logros
fr: Réalisations
it: Risultati
pt: Conquistas

# menu.achievements.description
source: View Your Achievements
de: Ihre Erfolge anzeigen
es: Ver tus logros
fr: Voir vos réalisations
it: Visualizza i tuoi risultati
pt: Ver suas conquistas

# menu.progress.title
source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Progresso
pt: Progresso

# menu.progress.description
source: View Learning Progress
de: Lernfortschritt anzeigen
es: Ver progreso de aprendizaje
fr: Voir la progression d'apprentissage
it: Visualizza il progresso di apprendimento
pt: Ver progresso de aprendizado

# menu.settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurações

# menu.settings.description
source: App Settings and Data Management
de: App-Einstellungen und Datenverwaltung
es: Configuración de la aplicación y gestión de datos
fr: Paramètres de l'application et gestion des données
it: Impostazioni dell'app e gestione dati
pt: Configurações do aplicativo e gerenciamento de dados

# menu.about.title
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre

# menu.about.description
source: Version Information
de: Versionsinformationen
es: Información de la versión
fr: Informations sur la version
it: Informazioni sulla versione
pt: Informações da versão

# menu.help.title
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pt: Ajuda

# menu.help.description
source: Usage Help
de: Verwendungshilfe
es: Ayuda de uso
fr: Aide d'utilisation
it: Guida all'uso
pt: Ajuda de uso

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurações

# settings.language.title
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma

# settings.language.description
source: App Interface Language
de: App-Oberflächensprache
es: Idioma de la interfaz de la aplicación
fr: Langue de l'interface de l'application
it: Lingua dell'interfaccia dell'app
pt: Idioma da interface do aplicativo

# settings.data.title
source: Data Management
de: Datenverwaltung
es: Gestión de datos
fr: Gestion des données
it: Gestione dati
pt: Gerenciamento de dados

# settings.data.description
source: Import, Export, Reset
de: Importieren, exportieren, zurücksetzen
es: Importar, exportar, restablecer
fr: Importer, exporter, réinitialiser
it: Importa, esporta, ripristina
pt: Importar, exportar, redefinir

# settings.data.reimport
source: Reimport Data
de: Daten erneut importieren
es: Reimportar datos
fr: Réimporter les données
it: Reimporta dati
pt: Reimportar dados

# settings.data.export
source: Export Learning Report
de: Lernbericht exportieren
es: Exportar informe de aprendizaje
fr: Exporter le rapport d'apprentissage
it: Esporta rapporto di apprendimento
pt: Exportar relatório de aprendizado

# settings.data.reset.stars
source: Reset All Stars
es: Restablecer todas las estrellas
fr: Réinitialiser toutes les étoiles
it: Ripristina tutte le stelle

# settings.about.title
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre

# settings.about.version
source: Version
es: Versión
it: Versione
pt: Versão

# progress.title
source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Progresso
pt: Progresso

# progress.no.data
source: No learning progress yet
de: Noch kein Lernfortschritt
es: Aún no hay progreso de aprendizaje
fr: Aucune progression d'apprentissage pour le moment
it: Ancora nessun progresso di apprendimento
pt: Ainda não há progresso de aprendizado

# progress.total.stars
source: Total Stars
de: Sterne insgesamt
es: Estrellas totales
fr: Étoiles totales
it: Stelle totali
pt: Estrelas totais

# progress.current.streak
source: Current Streak
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
it: Serie attuale
pt: Sequência atual

# progress.last.study
source: Last Study: %@
de: Letztes Lernen: %@
es: Último estudio: %@
fr: Dernière étude : %@
it: Ultimo studio: %@
pt: Último estudo: %@

# progress.recent.activity
source: Recent Activity
de: Kürzliche Aktivität
es: Actividad reciente
fr: Activité récente
it: Attività recente
pt: Atividade recente

# progress.no.records
source: No practice records yet
de: Noch keine Übungsaufzeichnungen
es: Aún no hay registros de práctica
fr: Aucun enregistrement de pratique pour le moment
it: Ancora nessun record di pratica
pt: Ainda não há registros de prática

# progress.words.count
source: %d words
de: %d Wörter
es: %d palabras
fr: %d mots
it: %d parole
pt: %d palavras

# progress.accuracy.label
source: %d%% accuracy
de: %d%% Genauigkeit
es: %d%% de precisión
fr: %d%% de précision
it: %d%% di precisione
pt: %d%% de precisão

# progress.practice.sessions
source: Practice Sessions
de: Übungssitzungen
es: Sesiones de práctica
fr: Sessions de pratique
it: Sessioni di pratica
pt: Sessões de prática

# progress.words.learned
source: Words Learned
de: Gelernte Wörter
es: Palabras aprendidas
fr: Mots appris
it: Parole imparate
pt: Palavras aprendidas

# test.title
source: Test
es: Prueba
pt: Teste

# test.mode.title
source: Test Mode
de: Testmodus
es: Modo de prueba
fr: Mode test
it: Modalità test
pt: Modo de teste

# test.coming.soon
source: Test feature is under development
de: Die Testfunktion ist in Entwicklung
es: La función de prueba está en desarrollo
fr: La fonctionnalité de test est en cours de développement
it: La funzione test è in fase di sviluppo
pt: O recurso de teste está em desenvolvimento

# section.words.count
source: %d words
de: %d Wörter
es: %d palabras
fr: %d mots
it: %d parole
pt: %d palavras
