Repository: lighina/VocFr
Catalog: VocFr/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt

# common.loading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt: Carregando...

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# common.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
pt: Pronto

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir

# achievement.title
source: Achievements
de: Erfolge
es: Logros
fr: Réalisations
it: Risultati
pt: Conquistas

source: Achievement Unlocked!
de: Erfolg freigeschaltet!
es: ¡Logro desbloqueado!
fr: Réalisation déverrouillée !
it: Risultato sbloccato!
pt: Conquista desbloqueada!

# achievement.unlocked.count
source: Achievements Unlocked
de: Freigeschaltete Erfolge
es: Logros desbloqueados
fr: Réalisations déverrouillées
it: Risultati sbloccati
pt: Conquistas desbloqueadas

# achievement.empty
source: No achievements found
de: Keine Erfolge gefunden
es: No se encontraron logros
fr: Aucune réalisation trouvée
it: Nessun risultato trovato
pt: Nenhuma conquista encontrada

# achievement.category.all
source: All
de: Alle
es: Todos
fr: Tout
it: Tutti
pt: Todas

source: Learning Milestones
de: Lernmeilensteine
es: Hitos de aprendizaje
fr: Jalons d'apprentissage
it: Traguardi di apprendimento
pt: Marcos de aprendizado

source: Practice Master
de: Übungsmeister
es: Maestro de la práctica
fr: Maître de la pratique
it: Maestro della pratica
pt: Mestre da prática

source: Consistency
de: Beständigkeit
es: Constancia
fr: Constance
it: Costanza
pt: Consistência

source: Star Collector
de: Sternensammler
es: Coleccionista de estrellas
fr: Collectionneur d'étoiles
it: Collezionista di stelle
pt: Colecionador de estrelas

source: Explorer
de: Entdecker
es: Explorador
fr: Explorateur
it: Esploratore
pt: Explorador

source: Special
de: Besonders
es: Especial
fr: Spécial
it: Speciale
pt: Especial

# achievement.words.10.title
source: First Steps
de: Erste Schritte
es: Primeros pasos
fr: Premiers pas
it: Primi passi
pt: Primeiros passos

# achievement.words.10.description
source: Learn 10 words
de: 10 Wörter lernen
es: Aprender 10 palabras
fr: Apprendre 10 mots
it: Impara 10 parole
pt: Aprender 10 palavras

# achievement.words.50.title
source: Bookworm
de: Bücherwurm
es: Ratón de biblioteca
fr: Rat de bibliothèque
it: Topo di biblioteca
pt: Rato de biblioteca

# achievement.words.50.description
source: Learn 50 words
de: 50 Wörter lernen
es: Aprender 50 palabras
fr: Apprendre 50 mots
it: Impara 50 parole
pt: Aprender 50 palavras

# achievement.words.100.title
source: Word Master
de: Wortmeister
es: Maestro de palabras
fr: Maître des mots
it: Maestro delle parole
pt: Mestre das palavras

# achievement.words.100.description
source: Learn 100 words
de: 100 Wörter lernen
es: Aprender 100 palabras
fr: Apprendre 100 mots
it: Impara 100 parole
pt: Aprender 100 palavras

# achievement.words.200.title
source: Vocabulary Expert
de: Vokabelexperte
es: Experto en vocabulario
fr: Expert en vocabulaire
it: Esperto di vocabolario
pt: Especialista em vocabulário

# achievement.words.200.description
source: Learn 200 words
de: 200 Wörter lernen
es: Aprender 200 palabras
fr: Apprendre 200 mots
it: Impara 200 parole
pt: Aprender 200 palavras

# achievement.words.500.title
source: French Scholar
de: Französisch-Gelehrter
es: Erudito francés
fr: Érudit français
it: Studioso di francese
pt: Estudioso de francês

# achievement.words.500.description
source: Learn 500 words
de: 500 Wörter lernen
es: Aprender 500 palabras
fr: Apprendre 500 mots
it: Impara 500 parole
pt: Aprender 500 palavras

# achievement.practice.5.title
source: Practice Beginner
de: Übungsanfänger
es: Principiante en práctica
fr: Débutant en pratique
it: Principiante della pratica
pt: Iniciante em prática

# achievement.practice.5.description
source: Complete 5 practice sessions
de: 5 Übungssitzungen abschließen
es: Completar 5 sesiones de práctica
fr: Terminer 5 sessions de pratique
it: Completa 5 sessioni di pratica
pt: Completar 5 sessões de prática

# achievement.practice.20.title
source: Practice Champion
de: Übungsmeister
es: Campeón de práctica
fr: Champion de pratique
it: Campione della pratica
pt: Campeão de prática

# achievement.practice.20.description
source: Complete 20 practice sessions
de: 20 Übungssitzungen abschließen
es: Completar 20 sesiones de práctica
fr: Terminer 20 sessions de pratique
it: Completa 20 sessioni di pratica
pt: Completar 20 sessões de prática

# achievement.perfect.10.title
source: Perfectionist
de: Perfektionist
es: Perfeccionista
fr: Perfectionniste
it: Perfezionista
pt: Perfeccionista

# achievement.perfect.10.description
source: Get perfect score 10 times
de: 10-mal perfekte Punktzahl erreichen
es: Obtener puntuación perfecta 10 veces
fr: Obtenir un score parfait 10 fois
it: Ottieni un punteggio perfetto 10 volte
pt: Obter pontuação perfeita 10 vezes

# achievement.perfect.single.title
source: Flawless Victory
de: Makelloser Sieg
es: Victoria impecable
fr: Victoire impeccable
it: Vittoria impeccabile
pt: Vitória impecável

# achievement.perfect.single.description
source: Get 20/20 in a single practice
de: 20/20 in einer einzigen Übung erreichen
es: Obtener 20/20 en una sola práctica
fr: Obtenir 20/20 dans une seule pratique
it: Ottieni 20/20 in una singola pratica
pt: Obter 20/20 em uma única prática

# achievement.streak.3.title
source: Getting Started
de: Guter Start
es: Buen comienzo
fr: Bon départ
it: Buon inizio
pt: Bom começo

# achievement.streak.3.description
source: Practice for 3 days in a row
de: 3 Tage hintereinander üben
es: Practicar durante 3 días seguidos
fr: Pratiquer pendant 3 jours d'affilée
it: Pratica per 3 giorni di seguito
pt: Praticar por 3 dias seguidos

# achievement.streak.7.title
source: Week Warrior
de: Wochenkrieger
es: Guerrero de la semana
fr: Guerrier de la semaine
it: Guerriero della settimana
pt: Guerreiro da semana

# achievement.streak.7.description
source: Practice for 7 days in a row
de: 7 Tage hintereinander üben
es: Practicar durante 7 días seguidos
fr: Pratiquer pendant 7 jours d'affilée
it: Pratica per 7 giorni di seguito
pt: Praticar por 7 dias seguidos

# achievement.streak.30.title
source: Month Master
de: Monatsmeister
es: Maestro del mes
fr: Maître du mois
it: Maestro del mese
pt: Mestre do mês

# achievement.streak.30.description
source: Practice for 30 days in a row
de: 30 Tage hintereinander üben
es: Practicar durante 30 días seguidos
fr: Pratiquer pendant 30 jours d'affilée
it: Pratica per 30 giorni di seguito
pt: Praticar por 30 dias seguidos

# achievement.streak.100.title
source: Dedication Legend
de: Hingabelegende
es: Leyenda de la dedicación
fr: Légende du dévouement
it: Leggenda della dedizione
pt: Lenda da dedicação

# achievement.streak.100.description
source: Practice for 100 days in a row
de: 100 Tage hintereinander üben
es: Practicar durante 100 días seguidos
fr: Pratiquer pendant 100 jours d'affilée
it: Pratica per 100 giorni di seguito
pt: Praticar por 100 dias seguidos

# achievement.stars.100.title
source: Star Beginner
de: Sternenanfänger
es: Principiante estrellado
fr: Débutant étoilé
it: Principiante stellare
pt: Iniciante estelar

# achievement.stars.100.description
source: Earn 100 stars
de: 100 Sterne verdienen
es: Ganar 100 estrellas
fr: Gagner 100 étoiles
it: Guadagna 100 stelle
pt: Ganhar 100 estrelas

# achievement.stars.500.title
source: Star Collector
de: Sternensammler
es: Coleccionista de estrellas
fr: Collectionneur d'étoiles
it: Collezionista di stelle
pt: Colecionador de estrelas

# achievement.stars.500.description
source: Earn 500 stars
de: 500 Sterne verdienen
es: Ganar 500 estrellas
fr: Gagner 500 étoiles
it: Guadagna 500 stelle
pt: Ganhar 500 estrelas

# achievement.stars.1000.title
source: Star Master
de: Sternenmeister
es: Maestro de las estrellas
fr: Maître des étoiles
it: Maestro delle stelle
pt: Mestre das estrelas

# achievement.stars.1000.description
source: Earn 1000 stars
de: 1000 Sterne verdienen
es: Ganar 1000 estrellas
fr: Gagner 1000 étoiles
it: Guadagna 1000 stelle
pt: Ganhar 1000 estrelas

# achievement.unlock.unit.title
source: Explorer
de: Entdecker
es: Explorador
fr: Explorateur
it: Esploratore
pt: Explorador

# achievement.unlock.unit.description
source: Unlock a new unit
de: Eine neue Einheit freischalten
es: Desbloquear una nueva unidad
fr: Déverrouiller une nouvelle unité
it: Sblocca una nuova unità
pt: Desbloquear uma nova unidade

# achievement.complete.section.10.title
source: Section Master
de: Abschnittsmeister
es: Maestro de sección
fr: Maître de section
it: Maestro di sezione
pt: Mestre de seção

# achievement.complete.section.10.description
source: Complete 10 sections
de: 10 Abschnitte abschließen
es: Completar 10 secciones
fr: Terminer 10 sections
it: Completa 10 sezioni
pt: Completar 10 seções

# achievement.complete.unit.title
source: Unit Champion
de: Einheitschampion
es: Campeón de unidad
fr: Champion d'unité
it: Campione di unità
pt: Campeão de unidade

# achievement.complete.unit.description
source: Complete an entire unit
de: Eine ganze Einheit abschließen
es: Completar una unidad entera
fr: Terminer une unité entière
it: Completa un'intera unità
pt: Completar uma unidade inteira

# achievement.early.bird.title
source: Early Bird
de: Frühaufsteher
es: Madrugador
fr: Lève-tôt
it: Mattiniero
pt: Madrugador

# achievement.early.bird.description
source: Practice between 5 AM - 8 AM
de: Zwischen 5 und 8 Uhr morgens üben
es: Practicar entre las 5 a. m. y las 8 a. m.
fr: Pratiquer entre 5h et 8h du matin
it: Pratica tra le 5 e le 8 del mattino
pt: Praticar entre 5h e 8h da manhã

# achievement.night.owl.title
source: Night Owl
de: Nachteule
es: Ave nocturna
fr: Oiseau de nuit
it: Gufo notturno
pt: Coruja noturna

# achievement.night.owl.description
source: Practice between 10 PM - 2 AM
de: Zwischen 22 und 2 Uhr nachts üben
es: Practicar entre las 10 p. m. y las 2 a. m.
fr: Pratiquer entre 22h et 2h du matin
it: Pratica tra le 22 e le 2 di notte
pt: Praticar entre 22h e 2h da manhã

# achievement.speed.run.title
source: Speed Runner
de: Schnellläufer
es: Corredor veloz
fr: Coureur de vitesse
it: Corridore veloce
pt: Corredor veloz

# achievement.speed.run.description
source: Perfect score in under 60 seconds
de: Perfekte Punktzahl in unter 60 Sekunden
es: Puntuación perfecta en menos de 60 segundos
fr: Score parfait en moins de 60 secondes
it: Punteggio perfetto in meno di 60 secondi
pt: Pontuação perfeita em menos de 60 segundos

# achievement.birthday.title
source: Anniversary
de: Jubiläum
es: Aniversario
fr: Anniversaire
it: Anniversario
pt: Aniversário

# achievement.birthday.description
source: Practice on your account anniversary
de: Am Jahrestag Ihres Kontos üben
es: Practicar en el día del aniversario de tu cuenta
fr: Pratiquer le jour de l'anniversaire de votre compte
it: Pratica nel giorno dell'anniversario del tuo account
pt: Praticar no dia do aniversário da sua conta

# word.detail.tap.hint
source: Tap the image to show the word card
de: Tippen Sie auf das Bild, um die Wortkarte anzuzeigen
es: Toca la imagen para mostrar la tarjeta de palabra
fr: Touchez l'image pour afficher la carte du mot
it: Tocca l'immagine per mostrare la scheda della parola
pt: Toque na imagem para mostrar o cartão da palavra

# hangman.tap.letter
source: Tap a letter to guess
de: Tippen Sie auf einen Buchstaben zum Raten
es: Toca una letra para adivinar
fr: Touchez une lettre pour deviner
it: Tocca una lettera per indovinare
pt: Toque em uma letra para adivinhar

# hangman.guess.whole.word
source: Or guess the whole word:
de: Oder raten Sie das ganze Wort:
es: O adivina la palabra completa:
fr: Ou devinez le mot entier :
it: Oppure indovina la parola intera:
pt: Ou adivinhe a palavra completa:

# hangman.type.word
source: Type the word...
de: Geben Sie das Wort ein...
es: Escribe la palabra...
fr: Tapez le mot...
it: Digita la parola...
pt: Digite a palavra...

# hangman.won.title
source: You Won!
de: Sie haben gewonnen!
es: ¡Ganaste!
fr: Vous avez gagné !
it: Hai vinto!
pt: Você venceu!

# hangman.lost.title
source: Game Over
de: Spiel vorbei
es: Juego terminado
fr: Partie terminée
it: Gioco terminato
pt: Jogo terminado

# hangman.correct.answer
source: The correct answer was:
de: Die richtige Antwort war:
es: La respuesta correcta era:
fr: La bonne réponse était :
it: La risposta corretta era:
pt: A resposta correta era:

# hangman.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
pt: Tentar novamente

# hangman.next
source: Next Word
de: Nächstes Wort
es: Siguiente palabra
fr: Mot suivant
it: Parola successiva
pt: Próxima palavra

# hangman.session.complete
source: Session Complete!
de: Sitzung abgeschlossen!
es: ¡Sesión completada!
fr: Session terminée !
it: Sessione completata!
pt: Sessão concluída!

# hangman.words.completed
source: Words Completed:
de: Abgeschlossene Wörter:
es: Palabras completadas:
fr: Mots complétés :
it: Parole completate:
pt: Palavras completadas:

# hangman.words.won
source: Words Won:
de: Gewonnene Wörter:
es: Palabras ganadas:
fr: Mots gagnés :
it: Parole vinte:
pt: Palavras ganhas:

# hangman.win.rate
source: Win Rate:
de: Gewinnrate:
es: Tasa de aciertos:
fr: Taux de réussite :
it: Tasso di vittoria:
pt: Taxa de vitória:

# hangman.total.points
source: Total Points:
de: Gesamtpunkte:
es: Puntos totales:
fr: Points totaux :
it: Punti totali:
pt: Pontos totais:

# hangman.play.again
source: Play Again
de: Nochmal spielen
es: Jugar de nuevo
fr: Rejouer
it: Gioca di nuovo
pt: Jogar novamente

# common.error
source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro
